[info] 
language=繁體中文 
name=Flash遊戲修改大師 

[menu] 
menu1=文件 
menu2=打開文件 
menu3=打開網路文件 
menu4=設置文件路徑 
menu5=退出 
menu6=編輯 
menu7=打開編輯面板 
menu8=關閉所有面板 
menu9=其他 
menu10=更改背景色 
menu11=顯示 
menu12=全屏 
menu13=退出全屏 
menu14=畫面質量 
menu15=最高 
menu16=高 
menu17=中 
menu18=低 
menu19=強制跳幀 
menu20=執行腳本 
menu21=幫助 
menu22=關於 
menu23=捕捉屏幕 
menu24=層級設定 
menu25=忽略關閉指令 
menu26=啟用快捷鍵 
menu27=靜音 
menu28=關閉 
menu29=設置基本地址 
menu30=遊戲推薦 
menu31=快捷鍵 
menu32=打開sol文件 
menu33=語言 
menu34=屏蔽滑鼠右鍵

[message] 
msg1=錯誤的網路文件! 
msg2=載入網路文件時發生錯誤! 
msg3=出錯! 
msg4=錯誤!不是swf格式文件! 
msg5=圖片已保存至:\n#filepath# 
msg6=正在下載網路文件...已下載#nowbytes#字節共#totalbytes#字節完成#percent#% 
msg7=快捷鍵設置:\nCtrl+E打開編輯面板\nCtrl+J打開強制跳幀面板\nCtrl+L打開層級設定面板\nCtrl+I打開腳本面板\nCtrl+D關閉所有面板\nCtrl+F開啟全屏\nCtrl+Q關閉全屏\nCtrl+P屏幕載圖\nCtrl+1老闆鍵\nCtrl+M靜音鍵\nCtrl+Rs運行腳本
msg8=錯誤!不是flash sol格式文件! 
msg9=錯誤!找不到sol文件系統路徑!
msg10=錯誤!打開sol文件時發生錯誤! 
msg11=語言文件已改變!請重啟本程序使新的語言生效! 
msg12=檢查flash文件版本
msg13=請稍候...正在檢查flash文件版本... 
msg14=提示：該flash文件為as3版本。 \n本軟件大部分功能將不能啟用。 \n關閉本提示框後可正常遊戲。

[button] 
button1=跳轉 
button2=取消 
button3=確定 
button4= 
button5= 
button6=確認 
button7=取消 
button8=取消 
button9=查找 
button10=清除 
button11=關閉 
button12=移除 
button13=清空 
button14=執行 
button15=保存 
button16=放棄 
button17=關閉 
button18=鎖定值 
button19=變量名 
button20=值 
button21=路徑 
button22=鎖定 
button23=設定 
button24=取消 
button25=關閉 
button26=清除輸出 
button27=上一幀 
button28=下一幀 
button29=播放 


[tip] 
tip1=請輸入要查找的數值 
tip2=當前值:#nowvalue# 
tip3=你當前正在編輯sol文件 
tip4=找到變量數:#varnum# 
tip5=變量名: 
tip6=路徑: 
tip7=值: 
tip8=當前層級已設定為:#level# 
tip9=請輸入層級: 
tip10=如果你不清楚層級是什麼或不能確定層級請留空一般情況下留空即可 
tip11=該層級不存在 
tip12=層級#level#存在!點擊設定按鈕生效! 
tip13=地址為:#path# 
tip14=請輸入腳本(目前僅支持變量賦值和內部函數調用) 
tip15=腳本輸出 
tip16=執行完畢於 
tip17=請先輸入腳本再執行 
tip18=請輸入遊戲地址: 
tip19=基本網址: 
tip20=一般情況下基本網址留空即可若在遊戲中僅需要設置基本網址請將游戲地址留空 
tip21=請輸入有效的遊戲地址! 
tip22=在右方輸入MovieClip的路徑對MovieClip進行跳幀控制\n路徑為點語法不要加_root一般情況下請留空即可 
tip23=跳轉至幀: 
tip24=層級:#level#路徑:#path#共#totalframe#幀當前第#nowframe#幀 
tip25=是 
tip26=否 
tip27=sol文件保存成功! 


[help] 
content=幫助\n\n使用文件菜單打開FLASH遊戲文件或直接將FLASH遊戲文件拖進程序中。 \n點擊編輯按鈕的打開編輯面板出現編輯面板後在對話框中輸入要查找的數值，點擊查找按鈕，會列表出所以等於該值的變量。 \n如果輸入數值為空則列表出當前所有變量。 \n如果變量太多不容易判定，可以當數值改變後輸入當前數值查找以縮小範圍。 \n如果不知道數值具體變化量，可以輸入+(增加),-(減小),=(不變)來進行模糊查找。 \n輸入name:變量名可按變量名查找。 \n查找出變量後雙擊該變量，會出現修改對話框，在其中輸入欲更改的數字，點擊確定即可。 \n若希望保持該數值為欲設定的值，請將鎖定選中。 \n可以根據其他菜單進行相應的操作。 \nEnjoy It~!